Repository: akiratokyo/Adblock-stopads
Catalog: StopAds/*.lproj/Localizable.strings
Languages: de, ja, ko, zh_hans

source: ENABLE / DISABLE BLOCKING
de: Aktivieren / Deaktivieren Blockierung
ja: 有効 / 無効 ブロッキング
ko: 블로킹 설정 / 해제
zh_hans: 启用 / 关闭 阻断

source: BLOCK RESOURCES WITH THESE FILETYPES
de: Blockmittel mit diesen Dateitypen
ja: これらのファイルタイプとブロックリソース
ko: 블록 파일 형식
zh_hans: 与这些文件类型阻断资源

source: PERSONALIZATION
de: Personalisierung
ja: 個人化
ko: 개인화
zh_hans: 个性化

source: For more aggressive blocking, you can additionally block whole resource types you find nonessential. Blocking fonts includes certain web icons.
de: Für weitere aggressive Sperrung können Sie zusätzlich zu blockieren gesamte Ressourcentypen , die Sie nicht erforderliche finden. Blocking-Schriftarten enthält bestimmte Web-Symbole.
ja: より積極的なブロッキングのために、あなたは、さらにあなたが非必須見つける全体のリソース・タイプをブロックすることができます。フォントをブロックすると、特定のWebアイコンが含まれています。
ko: 보다 적극적인 차단을 위해, 당신은 또한 당신이 불필요한 찾을 전체 자원 유형을 차단할 수 있습니다. 글꼴을 차단하면 특정 웹 아이콘이 포함되어 있습니다.
zh_hans: 为了更积极阻挡，你还可以阻止整个资源类型，你觉得不必要。阻止字体包括某些网页图标。

source: Ads and Tracking
de: Anzeigen und Tracking-
ja: 広告および追跡
ko: 광고 및 추적
zh_hans: 广告与跟踪

source: Social Buttons and Comments
de: Social Buttons und Kommentare
ja: ソーシャルボタンとコメント
ko: 소셜 버튼 및 댓글
zh_hans: 社交按钮和评论

source: Images
de: Bilder
ja: イメージ
ko: 이미지
zh_hans: 图片

source: Scripts
de: Skripte
ja: スクリプト
ko: 스크립트
zh_hans: 脚本

source: Fonts
de: Schriftarten
ja: フォント
ko: 글꼴
zh_hans: 字形

source: Whitelisted Sites
de: Whitelist-Seiten
ja: ホワイトリストサイト
ko: 화이트리스트 사이트
zh_hans: 列入白名单的网站

source: Delete
de: löschen
ja: 削除
ko: 삭제
zh_hans: 删除
